The newly loaded family id.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2015
 Syntax
  C#
public ElementId NewFamilyId { get; }
  Visual Basic
Public ReadOnly Property NewFamilyId As ElementId
	Get
  Visual C++
public:
property ElementId^ NewFamilyId {
	ElementId^ get ();
}
 See Also
  FamilyLoadedIntoDocumentEventArgs Class
  Autodesk.Revit.DB.Events Namespace